export const mock = 
[
    {
        "id": "2f1d593cd98cb5bf81eb9d880221122342784ac5fb7f41f2b137006bafc92e39",
        "name": "Билингвы и книги на иностранных языках",
        "books": [
            {
                "id": "e7efae34be9252dadb755e183abca0930741a809b053b637a63ef69b95162369",
                "name": " Harry Potter and the Chamber of Secrets",
                "price": "1398",
                "author": "Роулинг Джоан Кэтлин",
                "genre": "Современная проза на английском языке",
                "rate": 4,
                "annotation": "Безумно интересная книга о волшебниках",
                "reviews": [
                    {
                        "id": "cf52aaee49881a6a41749c9e0042cab06ff499ffbbfd42064c5866c4021a7f28",
                        "user": {
                            "id": "a5565a155e62c7d221e579355752b0596a624a63b80e612b335ae9747f0da22b",
                            "name": "Орлова Вероника"
                        },
                        "text": "Решила сделать себе подарок и купить всю серию \"Гарри Поттера\" в оригинале, потому что наш новый перевод оставляет желать лучшего, хоть обложки и великолепны.   Выбрала это издание, в первую очередь потому, что оно от издательства \"Блумсбери\", т.е. британское, а значит не адаптированное для американцев, здесь нет никакого упрощения или американского сленга. Это самый что ни на есть настоящий оригинал! Уже предвкушаю, как буду читать~   Теперь по качеству издания. Бумага...",
                        "rate": 4
                    },
                    {
                        "id": "93b9ca3326219c76f2eaf23a740118330e626b434371355cc69a85aa244ed2af",
                        "user": {
                            "id": "a9abc86b55df5a66d5cea09a65c0f08275f54b86d6701fcb65940d01c3e652da",
                            "name": "Вдовенко Ирина"
                        },
                        "text": "В описании указано 374 страниц,а на самом деле 256.Я бы не стала за такие деньги заказывать,если бы знала.Обложка тоже не соответствует картинке.Минус Лабиринту за ложные сведения",
                        "rate": 3
                    },
                    {
                        "id": "ca2b8d71096a88bb563d227e9155df31baac60354e28b9c4316be5559a46f2f9",
                        "user": {
                            "id": "d4c4130e9cba78340dbd2ed0761b4a7e0bf4037198791e2f00c0604a88026ebd",
                            "name": "Бабко Алина"
                        },
                        "text": "Книга теперь выглядит вот так.",
                        "rate": 1
                    }
                ]
            },
            {
                "id": "1d2c8372942063a181105fe50cc66fc49fe2457f1146d95291a30f08d34bdead",
                "name": " Harry Potter and the Deathly Hallows",
                "price": "1572",
                "author": "Роулинг Джоан Кэтлин",
                "genre": "Современная проза на английском языке",
                "rate": 5,
                "annotation": "Безумно интересная книга о волшебниках",
                "reviews": [
                    {
                        "id": "82f067d850ef357c41df260aa12338efc9c3c14c0ef0c81631fb8ecc2845455d",
                        "user": {
                            "id": "7221c3917d828e6793057bd6689980eab3af219b0bca39ea7d4a5d9b2dac2d60",
                            "name": "JTRoth"
                        },
                        "text": "Заключительная 7 книга Гарри Поттер и дары смерти. Английское издание Bloomsbury. Новая обложка 2014 года Художник Джонни Дадл. Матовая обложка, позолоченные выдавленные буквы Harry Potter, красивый 8 шрифт, на начальной странице есть карта Хогвартса. Белая бумага, плотнее чем у российских издательств Гарри Поттера.",
                        "rate": 5
                    },
                    {
                        "id": "532ab572a53f85f05838d348f458df72e5239923c1c021959007effd26c0c90e",
                        "user": {
                            "id": "a5565a155e62c7d221e579355752b0596a624a63b80e612b335ae9747f0da22b",
                            "name": "Орлова Вероника"
                        },
                        "text": "Это издание от издательства \"Блумсбери\", т.е. британское, а значит не адаптированное для американцев, здесь нет никакого упрощения или американского сленга. Это самый что ни на есть настоящий оригинал! Уже предвкушаю, как буду читать~   Теперь по качеству издания. Бумага газетная, желтоватая, плотная, обложка мягкая. В принципе неплохо, но для такого качества, конечно, дороговато. В конце каждого тома есть портрет самой писательницы и странный пустой листик, на котором нет никакой...",
                        "rate": 3
                    },
                    {
                        "id": "e446bc0b3afbffdac8879713159a0fd2af45b3f67adf95ae796fe2d6b9f0b6f9",
                        "user": {
                            "id": "35f9035cdcad34dd757c649f559c12f19bc03ef32931f3512a7ff1874a20e60d",
                            "name": "Евгения"
                        },
                        "text": "Книга, без сомнения, вне конкуренции! Обложка приятная на ощупь, красивое оформление страниц. Единственное неприятное впечатление связано не с книгой, а с самой покупкой. Заказала во время каких-то глобальных акций, как бы с большой скидкой (что приятно, учитывая её стоимость). Но! Сейчас, с меньшей скидкой книга стОит гораздо дешевле...",
                        "rate": 1
                    }
                ]
            },
            {
                "id": "42aca4570ec49862545c3bbdbbfe2643590dfca3a2c5500f195795309689bd4d",
                "name": " Чайка по имени Джонатан Ливингстон",
                "price": "302",
                "author": "Бах Ричард",
                "genre": "Билингвы (английский язык)",
                "rate": 5,
                "reviews": [
                    {
                        "id": "d3ea7ca822d357aebbc1b2a94fef8205e050bcc31c8df10edc7c7237868ebb82",
                        "user": {
                            "id": "bc1861322c0cf966115b889dff296b20f3ced23ba6cd2e05bcf1528c6d7cb3c3",
                            "name": "Стрелкова Светлана"
                        },
                        "text": "Чтение этой книги оказалось не только познавательным, но и захватывающим! Читали с мужем английский текст вдвоём, по очереди друг другу. И вместе пытались переводить - кто как понял очередной абзац. Потом читали перевод, обсуждали интересные лингвистические формы обоих языков. Для меня это был первый опыт знакомства с билингвистическим изданием книг. Хотелось бы побольше книг такого формата!",
                        "rate": 1
                    },
                    {
                        "id": "3d9d4c97d797aa7f45d3a2ae5beb57b55ab2ff8cc2858f8e46309dc1c36ead3d",
                        "user": {
                            "id": "039997fed722bc6f4dc6dee52a37ed5160769f0e05b079c345034976eaa4ec09",
                            "name": "Абрамова Екатерина"
                        },
                        "text": "Очень хорошая книга, заставляющая думать о том, что мы рождены не только для того чтобы есть/работать/спать  Очень вдохновляет к действиям",
                        "rate": 1
                    },
                    {
                        "id": "8b847c29f3f50418bbe232abc6720779c582a1ce0862f89d19e7895b00505bad",
                        "user": {
                            "id": "954a74b58b137f7112553dbfb4e6a87710787bfdf4676c2af2eea6751d776775",
                            "name": "Лидия"
                        },
                        "text": "Добавляю фотографии",
                        "rate": 1
                    }
                ]
            }
        ]
    },
    {
        "id": "202fd26f14d638ccb40975163ab0f05e1acf24c04a30708b3e0abfac44301a08",
        "name": "Книги для детей",
        "books": [
            {
                "id": "872a7cec0ff92364c91264633e6e3bc0b29c17d21aac17cc608ddbc1de252716",
                "name": " Теория невероятностей. Комплект из 2-х книг",
                "price": "2149",
                "author": "Ледерман Виктория Валерьевна",
                "genre": "Мистика. Фантастика. Фэнтези",
                "rate": 5,
                "reviews": [
                    {
                        "id": "09cbcc8432ed7d78cb23acc02f418f419c9ba0403337c6835dd457715b38c408",
                        "user": {
                            "id": "793c968d770f9fbf60fc3365c88c7e8f6258fe466a58ff5132590d8ffd8bc256",
                            "name": "Малышевская Евгения"
                        },
                        "text": "Со мной такое впервые:зашла на лабиринт специально: чтобы написать отзыв. Обнаруживаю, что книгу \"Теория невероятностей\" можно было купить намного дешевле... Но, она стоит того, чтобы заплатить за нее цену даже без скидки!   После того, как мой 10-летний сын прочитал весь цикл \"Живые\", я всерьез задумалась о том, что он будет читать дальше - ни одна книга ему не нравилась, уж слишком сильное впечатление оставили \"Живые\"!   Поэтому покупала книгу Виктории Ледерман...",
                        "rate": 3
                    },
                    {
                        "id": "ea4fcc7dbcd800e617884a5f87939ff084955f7c724c1d6991602778b40198a5",
                        "user": {
                            "id": "8f794914c7b5c534e173fbd4037b29da5bc1eb64d05e1ded0af1196bdebd28ef",
                            "name": "Agnusdei"
                        },
                        "text": "Купила эти две книги своему 12-летнему сыну, но сначала прочитала сама.  История настолько увлекательная, так понравилась, что в конце было жалко расставаться с героями. Сюжет интересный, при этом ненавязчиво делаются акценты на очень важных вещах - дружбе, взаимовыручке, поддержке, отношениям с родителями (все то, что в подростковом возрасте всегда бывает непростым и в глазах подростка иногда может выглядеть непреодолимым).  Главный герой - замкнутый подросток, очень колючий в отношении своей...",
                        "rate": 3
                    },
                    {
                        "id": "3f6de966323736cde7b81ea05f9bb23c9c58dd38dfe1e54dc880d2b222f188a0",
                        "user": {
                            "id": "018f7e17be82eac1d8ba1a2612d9b74a4d9314b97d100f41a75fe1eaac699bb5",
                            "name": "Издательство Компасгид"
                        },
                        "text": "Фрагмент из книги:  \"...Матвей одним махом взбежал на свой этаж и позвонил в дверь напротив. Не дождавшись, пока откроют, он нетерпеливо забарабанил кулаками по железному полотну. Дверь приоткрылась на ширину цепочки, в щели показались очки и нос соседки.   - Теть Валь, вам мама наши ключи не оставляла?   - Какая мама?   - Ну, моя, конечно, какая же еще!   - Почему твоя мама должна оставить ключи мне? – подозрительно поинтересовалась соседка.   - Как это? – удивился Матвей. - Она же всегда...",
                        "rate": 5
                    }
                ]
            },
            {
                "id": "104f46256dcd8ba0aeebdde4a173f1218869d3b1540367f66b80e77c84ba90e1",
                "name": " Один",
                "price": "1056",
                "author": "Внуков Николай Андреевич",
                "genre": "Приключения. Детективы",
                "rate": 5,
                "reviews": [
                    {
                        "id": "cef6ca6755f801d8cd1fa19ef2345d9b66009c1eda30897faffa5d24103c1890",
                        "user": {
                            "id": "764eb7f39237c9927a180b3f81c59575d75a60d13b00c191adbe695c9af1c6c5",
                            "name": "Екатерина Екатерина"
                        },
                        "text": "У меня еще советское издание, недавно читали со школьником 11 лет.  События происходят практически в наше время. Речь о жизни на острове подростка 14 лет, которого случайно смыло волной с катера и который выживал на острове почти 2 месяца. Не просто очередная робинзонада, а книга о переосмыслении мальчиком своего поведения, отношений с людьми и желании производить впечатление, при этом, ничего не имея за душой, внутренней пустоте. Читается легко и при этом не просто приключенческий роман, а...",
                        "rate": 3
                    },
                    {
                        "id": "d09d19693d3875675ab1ed3a77bf01ac31a53bd328652642d6247cea99e71284",
                        "user": {
                            "id": "b93c037ff3dd1577016898a87dcdcdfd7000722543f336b6f75a80b0acaf2e4d",
                            "name": "Вискова Татьяна"
                        },
                        "text": "Покупала книгу детям. Вечером села полистать и пропала на всю ночь. Книга основана на реальных событиях. Читается на одном дыхании.",
                        "rate": 4
                    },
                    {
                        "id": "9d653621721a17dc72529c9d8c7024fa97ec4c5f71eb72d8f6f1286f35d912c5",
                        "user": {
                            "id": "b17e4a0aa7ac72434367a4f96e4cdb324ae4dca12a148309441d37022bb0a55d",
                            "name": "Иваненко Николай"
                        },
                        "text": "Здравствуйте! Я случайно узнал об этой книге, бродя по просторам интернета. Скачал её в электронном виде и прочитал на одном дыхании, пока ехал с Санкт-петербурга  до Мурманска. Купил книгу в печатном исполнении, подарю внуку. Впечатления от книги ошеломляющие, даже не знаю, почему я раньше даже не слышал об этой книге. Советую почитать, не пожалеете.",
                        "rate": 2
                    }
                ]
            },
            {
                "id": "76dcb9abc3b578fec3e7f9e3aff0d5edcdb4258e85cd4c62e55a8321effba050",
                "name": " Только этого мне не хватало!",
                "price": "800",
                "author": "Секретов Станислав Вячеславович",
                "genre": "Повести и рассказы о детях",
                "rate": 5,
                "reviews": [
                    {
                        "id": "3f5d1694f48e5d548f8e6595693e4d6afa9dd1609ddf7276c21fa8cfea56e797",
                        "user": {
                            "id": "6f4fbef37454faf2b8f3069fcf9b30a9c2a2cb65872461019c2f60ea891e850a",
                            "name": "Маленькая жизнь"
                        },
                        "text": "Родителям читать обязательно! Еще бы, можно же взглянуть на мир школьника его глазами и увидеть, что то, что мы считаем проказами на самом деле ими не является, а то, что мы считаем глупостью, для них действительно имеет значение.",
                        "rate": 1
                    },
                    {
                        "id": "e4ae36e8a5a6b8be8f1eb6b50c6dada0bd618020752d93f6353f2a0b26691533",
                        "user": {
                            "id": "f6e3c2073db3bfa1cf8fd7ccb477062f172cbf2601af5003326aee8f9ef638bd",
                            "name": "When I Grow Up"
                        },
                        "text": "Отличная книга для ребенка, который никак не хочет читать. Начинали читать вместе, а потом он попросту отобрал у меня - и хохотал весь вечер.  Короткие - на один укус - истории, в каждой их которых мальчишки и девчонки начальных классов узнают себя, своих одноклассников и конечно же своих учителей. Забавные, наивные, местами до колик трагичные, и просто отличные!",
                        "rate": 2
                    },
                    {
                        "id": "1784d7b1f59ff58efd014c9c1e0872cea7d6d90d648c4ab4758fbb7150467046",
                        "user": {
                            "id": "fa1af0c9c22add775f4c4eec2c61aebfb7701bf48dd9e9bc9dcd85c7d51f39ec",
                            "name": "Пескова Юля"
                        },
                        "text": "Читаешь и невольно вспоминаешь свое школьное детство. И да, все истории очень смешные и каждая заканчивается возгласом \"Только этого мне не хватало\" но за юмором и гротеском скрываются порой очень важные вопросы и проблемы. о которых хочется подумать и которые хочется обсудить с ребенком и здорово, что книга дает такую возможность.",
                        "rate": 5
                    }
                ]
            },
            {
                "id": "f5406ff1ca83b9fe81ee1eca398d6ef88ebfd0f52c4dd6d1e633ffc2ac11c601",
                "name": " 1, 2, 3, 4, 5 - я иду зверей считать!",
                "price": "1344",
                "author": "Герасимова Дарья Сергеевна",
                "genre": "Отечественная поэзия для детей",
                "rate": 5,
                "reviews": [
                    {
                        "id": "95881799ef660230b32baad6e7f8e408fe6756ac5b7dda89652f147bb265260f",
                        "user": {
                            "id": "768cb3e9d36bd0d7f77efc6743522d54c06c4327f3f0c66c5c8d0471105b88cc",
                            "name": "Каримова Нина"
                        },
                        "text": "Аааа, что за красота! Это одновременно и книга на счет, и на внимательность, и еще она невероятно красивая! Если видели другие книги Даши Герасимовой, вроде \"Азбуки Загадок\" или \"Азбуки Превращений\", то она примерно в том же стиле. Еще: обязательно смотрите кармашек-вложение в конце книги!",
                        "rate": 5
                    },
                    {
                        "id": "f5d2e4ed1f006be0d992682300ef576cf6d0bd72b34f7574eff2897f7b2b5632",
                        "user": {
                            "id": "717205bc7f5a629e77d618a820c9e5057ef96fa8adcc76f014a6b7f186ef2ea3",
                            "name": "Редакция"
                        },
                        "text": "Для Tatiana Gapontseva   Татьяна, мы очень рады, что наша идея со счётом пришлась вам по душе и вы тоже постарались пересчитать всех улиток и всех микробов. Это действительно совсем не просто! Мы считали вот так: посмотрите, на ваших фото нашей книги ровно 80 улиток, 90 рыб и 100 микробов. Всё в порядке! Но и нам не удалось справиться со всеми этими крошечными созданиями, и на один разворот книжки проскользнул лишний жучок, 71-й. Обнаружили мы его, когда книга уже была сдана в типографию....",
                        "rate": 4
                    },
                    {
                        "id": "a3263d10f5c0baf9ee77869eb7c860d48b1678176dba3254ca1e7b411980147e",
                        "user": {
                            "id": "8b1daafa18e4c413ff5e8f7c75141150f298d5476fb85e9f9fc63c147add7e68",
                            "name": "Alexandra"
                        },
                        "text": "Замечательный детский интерактив, очень продуманный и красочный. Восхитила тщательная проработка оформления, мягкая бархатная обложка и необычные иллюстрации внутри, которые работают с текстом наравне. Цифры превращаются в узнаваемые образы, кошек, рыбок, птиц, которые легко запоминаются. Отдельно так же порадовало приложение в конце книги: несколько листов с цифрами-раскрасками и листы-вырезалки с фигурками разных милых животных, которое оказалось очень полезным для закрепления знаний. Так что...",
                        "rate": 4
                    }
                ]
            }
        ]
    },
    {
        "id": "04ff14276199969c3a58c2aa558e3ad11266e0280fade7d8fdc4edb133663ea9",
        "name": "Комиксы, Манга, Артбуки",
        "books": [
            {
                "id": "bcfcfc2380095063059fed7dad0f6ffae70bc89d7e940202de6a3d03ab068417",
                "name": " Земля Королей. 13 карт. Трефовый том",
                "price": "1704",
                "author": "Комикс Федор",
                "genre": "Комиксы",
                "rate": 5,
                "reviews": [
                    {
                        "id": "b75955e3563ff54f25484ed4850c96a2e48611084482c661a9d4f672238fce99",
                        "user": {
                            "id": "cafe21ad77afa5b835c540944347cd806ed9b7d261ff94c079440b1bd2762d1a",
                            "name": "Комова Ариадна"
                        },
                        "text": "Комикс восхитителен! Спасибо большое Фёдору и 13 карт земля королей,меня очень воодушевила твоя работа. Хочу выразить большую тебе благодарность Федя. Ознакомились я с 13 карт земля королей где то в октябре(я очень заинтересовалась). Скажу честно, я смотрела все твои стримы, смотрела видео-комиксы по этой Вселенной,увлечённо узнавала историю твоей жизни и творчества. И благодаря тебе занялась рисованием и теперь рисование становится частью моей жизни и  это клёво. Благодаря тебе и твоему...",
                        "rate": 4
                    },
                    {
                        "id": "3c76b7a0306afa1d18d79035fbab98769c0812fa556d2b29bc36a4e7fa1b8050",
                        "user": {
                            "id": "3f279ff44f20e940813f978f4b06ef8c7988d745585c38e3bced6e50c1387012",
                            "name": "Кораблёва Мария"
                        },
                        "text": "Читала этот комикс, мне понравилось! Изначально всё кажется довольно простым - цвета и визуал персонажей говорят об их характерах.И по началу они могут показаться слегка пресными и плоскими, однако чем дальше мы идём по повествованию, тем глубже становятся герои. Весьма интересно наблюдать как разные типы темпераментов пересекаются в формах, устройстве и режимах правления! К слову, это не вся история)  P.S. Выбери своего фаворита!",
                        "rate": 5
                    },
                    {
                        "id": "1e89cfd8ad282e5bec7a3c907cebac0a3a0097cdf06f04225e6588abe6bd990c",
                        "user": {
                            "id": "1e35f66c925ce7000d05dcb9e5dcb952ec6cb80c92d083f92f74f586faba2d3f",
                            "name": "Бахтызин Игорь"
                        },
                        "text": "Ниже прикрепляю фото для ознакомления",
                        "rate": 5
                    }
                ]
            },
            {
                "id": "7ff1b30fc586abcc833cd48958bb910df1bb69a882ef1b6194455b768b2f6976",
                "name": " Король шаманов. Том 4",
                "price": "1193",
                "author": "Хироюки Такэи",
                "genre": "Манга",
                "rate": 5,
                "reviews": [
                    {
                        "id": "2a71f7975066319458f52d61438c7db6caa47376268b57d3a58367939324326d",
                        "user": {
                            "id": "f6626e60b525065ad77d9f6700aa696e1d07199902d06f65b46f2dfb6d5a124c",
                            "name": "Batrakov Matvey"
                        },
                        "text": "Купил уже 4 том Короля Шаманов. Книгой безумно доволен , качество печати на высшем уровне. Прекрасный сюжет и рисовка. Одна из любимых серий манги. Про что Шаман Кинг в кратце: Сюжет Каждые 500 лет Звезда Судьбы, Лаго, проносится по небу, оповещая всех шаманов мира о том, что Великий Турнир Шаманов начался. Раго — звезда, несущая миру разрушение и хаос, но раз в 500 лет выбирается Шаман, достойный объединения с Королем Духов — духом всего сущего — чтобы спасти мир.",
                        "rate": 5
                    }
                ]
            },
            {
                "id": "333e0c5bb9ac2c4fb995abfdc5cf653b85319c2d798fcfd6caa5bd1dbc8809c8",
                "name": " Карман ворон",
                "price": "890",
                "author": "Харрис Джоанн",
                "genre": "Комиксы",
                "rate": 5,
                "reviews": [
                    {
                        "id": "ebaa96d8961693b2735ffdb990ad34321a877410fba4b5493209f1f15d9d6299",
                        "user": {
                            "id": "5750647c65215d28a6d68f9b8e16935c2679607d5290b5f292b79df1ada87bc0",
                            "name": "Маныч Елена"
                        },
                        "text": "Какая прелестная книжка. На самом деле я прочитала ее за пару часов ленивым субботним утром. В аннотации действительно все сказано. Основанное на стихотворении \"Баллады Чайлда\", прекрасное поэтическое произведение, в котором фольклор и природа переплетаются в одно прекрасное произведение. Молодая девушка (не названная, поскольку названное существо - прирученное существо) - дикий ребенок, живущий в лесу, который находит амулет с именем сына местного лэрда. Взяв его, позднее она спасает...",
                        "rate": 4
                    },
                    {
                        "id": "5825dc4a6e9390b063682691f0deee982eafb6fa2c7c133fc9db37afcbea538a",
                        "user": {
                            "id": "59dd306538a966ea37009d58aac7d9ed0bbd8a2fcf34d55168ee8fc354372432",
                            "name": "Золотарева Карина"
                        },
                        "text": "обожаю Джоан Харрис и как только увидела книгу, сразу решила купить! И нисколько не пожалела. Эта история - восхитительна, я прочитала её за один день. Если вы любите сказки древней Европы, баллады о любви и истории о народе под горой, о фэйри, о странствующем народце, о Триединой Богине, о волшебстве, магии и Колисе Года - эта книга точно для вас. Как я поняла, она вдохновлена собранием традиционных баллад Англии и Шотландии XIX века. Книга пропитана стихами, деревенскими песенками и...",
                        "rate": 1
                    },
                    {
                        "id": "d1eae3757c5ad97a1a0b139ba6388238476944d184299d7553b4bedca1064c8c",
                        "user": {
                            "id": "ffb89b58bb8b22a3683c21590b853437a0ef5dc980a6e9fc44d004af51116d50",
                            "name": "Клинова Наталья"
                        },
                        "text": "Небольшое предупреждение: это не графический роман. Непонятно, по какой причине, но в книжных магазинах эту книгу помещают в комиксы. Это не комикс, это просто роман с иллюстрациями. Красивыми, кстати.",
                        "rate": 3
                    }
                ]
            },
            {
                "id": "f2a52995b6f272167b4ba70ad093cb22ccaf7024116e1d95435978e9830dda66",
                "name": " Мегалекс",
                "price": "2178",
                "author": "Ходоровски Алехандро",
                "genre": "Комиксы",
                "rate": 5,
                "reviews": [
                    {
                        "id": "70fadd0b8c90dbcc15e9f55826458365becacde8b47f6b8412632a29a11fbde2",
                        "user": {
                            "id": "e7310b7582c7925f3fe986fe0c630cdac76f80eb7a59ae3a0ffef220a594efe5",
                            "name": "Vedyokhin"
                        },
                        "text": "Ходоровски... Ах ты, мой кумир. Сейчас будут спойлеры, никак не влияющие на ваше желание купить эту книгу. Вселенная ли это \"Метабаронов\", как указано на обложке? Нет. Много ли в книге клише? Полно. Я насчитал с десяток, просто даже не пытаясь о них думать, – сами нарисовались. Вот некоторые (речь о фильмах): Судья Дредд (клонированный полицейский) Разрушитель (подземный город, где оппозиция против живущих наверху) Восхождение Юпитер (о долгожителях, питающихся человеческими...",
                        "rate": 4
                    }
                ]
            },
            {
                "id": "5dce9369716a5fcb938c74c66603788599e26f30c5a0bed00c31e81bd977299c",
                "name": " Проза бродячих псов. Том 3",
                "price": "1142",
                "author": "Асагири Кафка",
                "genre": "Манга",
                "rate": 5,
                "reviews": [
                    {
                        "id": "7e8adaebf002adc70dbc07d48ad9d41a6fcdf18aa3fba1514337c2bad5b374a9",
                        "user": {
                            "id": "4902cb147baa662481a93711bae12fae5267335caf9cf5adfcb9ab1bbdce0cf3",
                            "name": "Юлия Ишмуратова"
                        },
                        "text": "Являюсь огромной поклонницей данной серии, это уже третий том в коллекции, но наслаждение и радость от приобретения не уменьшается. Качество печати отличное, ничего не смазывается, когда проводишь пальцами. Обложка твёрдая, лаковая. Сам переплёт довольно крепкий, прошитый, можно не бояться раскрыть книгу для удобного чтения. Есть суперобложка, под ней таится ещё одно оформление, уже другое(т.к. в одном русском томе соединили два японских)  340 страниц Манги + 25 страничек дополнительной...",
                        "rate": 2
                    },
                    {
                        "id": "ea69b48a99ef0d578f74d3afb79e2dc27f54c92daf7f8122591ad2be34e0aa41",
                        "user": {
                            "id": "521a502bb6fbc75697e0e964523cf3165f0111e7a27220b912da3337f875ab15",
                            "name": "Барышева Лена"
                        },
                        "text": "Пришла быстро и в отличном состоянии! Спасибо!",
                        "rate": 5
                    },
                    {
                        "id": "a850f12fd97f7c563c3188dcd74ba5ef8045825f598446badc269e2e50ee5b88",
                        "user": {
                            "id": "33cbd0048d68a66e168ab6e600760fe065d8448e08102b83094359a8669c1780",
                            "name": "Неустроева София"
                        },
                        "text": "супер рада была получить свою книжечку, печать 100/10 все прекрасно и чудесно???",
                        "rate": 2
                    }
                ]
            }
        ]
    },
    {
        "id": "bb24483b6924e07652c1125786dfb5b6076719a1ea61545d08f04283f2186521",
        "name": "Молодежная литература",
        "books": [
            {
                "id": "f697ed843eb34b3e8f6347ba07d642714d6604fb77ffe02ea6a33c13968bf4cd",
                "name": " Благословение небожителей. Том 1",
                "price": "1265",
                "author": "Тунсю Мосян",
                "genre": "Романтическое зарубежное фэнтези",
                "rate": 5,
                "reviews": [
                    {
                        "id": "c3798c07e7c485b6caa18fcfda7fe2974be3afddc690771236e233b26e9ed155",
                        "user": {
                            "id": "d9dfbc7015be712744df0fe2f109fa8e434c36b0e6ccfd531d02b9d35f831bc4",
                            "name": "Плешкунова Екатерина"
                        },
                        "text": "Интригующая история для меня стала находкой за долгое время. Хотя я и знакома с автором, но не увлекалась другими сериями...но эта меня зацепила. А это только первый том. Посмотрим ,что будет дальше)  P.S. обложка супер",
                        "rate": 3
                    },
                    {
                        "id": "a9f141ca03eb418e934c55383a5649fe47f7270519540fed071f6e7193c2ffa4",
                        "user": {
                            "id": "d4df2e01f96f6c905e293fb8bc8bc31956bc0259b2a0b3654b0e385e01340d26",
                            "name": "Кобзева Ирина"
                        },
                        "text": "Серьезно, друзья, это не перевод, а позорище какое-то. Адаптированно ужасно. Читала изначально в хорошем переводе, видно что вложена душа, есть свой стиль. Тут же… ничего нет.  Иллюстрации не плохие и не хорошие, они просто не подходят сюда. Такое ощущение, что они к славянским сказкам были сделаны, а не к китайской новелле.  Отдельное разочарование - а давайте закончим том, не там где автор, а где нам в голову взбредёт.  Нумерация страниц: о, тут иллюстрация/новая глава, мы не поставим номер....",
                        "rate": 1
                    },
                    {
                        "id": "2d932dfdda15a988bb923f222bd5689b6096d71bced84e1c1e0d10ef966dc511",
                        "user": {
                            "id": "69ca6f70cce0a55cd2df3792af4b656fc1ad6bd0e7f9a3aaba8131ae1134f293",
                            "name": "Горовцова Серафима"
                        },
                        "text": "Читала это творение с упоением в другом переводе, очень красивом, сразу было видно, что ребята любят и умеют пользоваться русским языком. Эта же книга переводом огорчила, пресный, упрощенный, какой-то ломаный, в нем перечитывать не стану. Иллюстрации, лично мне, не понравились, своеобразные и на любителя. Не в обиду художнику, на мой взгляд слабо подходят этому произведению. Но даже на них можно было бы закрыть глаза за отличный перевод, но и тут увы. Сама книга сделана хорошо, хоть офсетная...",
                        "rate": 4
                    }
                ]
            },
            {
                "id": "6f88d7e7138964bf7f0d8eca664db64dfba05dbb90a2259f4badcdfefbfde4a0",
                "name": " Корона из золотых костей",
                "price": "1236",
                "author": "Арментроут Дженнифер",
                "genre": "Романтическое зарубежное фэнтези",
                "rate": 4,
                "reviews": [
                    {
                        "id": "a7e311a61d46a869889d5367df70c13911da8cca1f078ade6ebee62a463f268f",
                        "user": {
                            "id": "1df6732eb0b20eec7cb9ac21de474124a095eb7bb4458ddb9efb8fd3a6e679aa",
                            "name": "Шевченко Юлия"
                        },
                        "text": "Была просто Девой, а теперь богиня.   Вот и третья книга прочитана. И в очередной раз я задаю себе один и тот же вопрос: \"Юля, на кой чёрт ты читаешь эту бредятину?\", и каждый раз не могу дать чёткого ответа. Но потом, поразмыслив, всё же нахожу как минимум два пункта, из-за которых эта серия должна быть прочитана:  1) Хоук, он же Кастил, он же Тёмный, он же принц Атлантии и т.д. и т.п.;  2) Киеран, он же вервольф, он же возможный... А вот сами прочитаете и поймёте кто, ибо автор...",
                        "rate": 1
                    },
                    {
                        "id": "d1d325dd3d3e9af14cefbd54902de056ef784244ca0a290eed15944b1ea2c06a",
                        "user": {
                            "id": "2040f01aa5262d0f6850e33be11124b57f19c5ca3930ed9bad599666ed495b1d",
                            "name": "artlur1114"
                        },
                        "text": "Наконец я её дождалась! Прикладываю фото для ознакомления",
                        "rate": 1
                    },
                    {
                        "id": "b5e9763ed7afb140e2660761ebafb7c11a26237605e1ecfca4c02f5cbfd363a7",
                        "user": {
                            "id": "31e21f4aa8d59948d6c0c578ebf7ce0d0c6d25fc54501da1e020c4d36a5a5704",
                            "name": "Евтеева Екатерина"
                        },
                        "text": "После дикого восторга от прочтения предыдущих книг меня настигло лёгкое разочарование. Нет, вы не подумайте, я не хочу сказать, что книга плохая, но и \"бомбезной\" её не назовёшь. Вообще, мне показалось, что некоторая часть текста была \"засунута\" в сюжет для большего объёма, а не ради самого сюжета и его развития.  Ох уж эти ямочки на щеках... (тут должен быть смайлик, закатывающий глаза) если в первых двух частях автор не зацикливаться на определённых частях лиц своих...",
                        "rate": 5
                    }
                ]
            },
            {
                "id": "2f5f0472651178f4e522632231fdde932e787dedbcf4af081d8d17bb2c7738a8",
                "name": " Обсидио",
                "price": "1786",
                "author": "Кауфман Эми",
                "genre": "Фантастический зарубежный боевик",
                "rate": 5,
                "reviews": [
                    {
                        "id": "e6ff871332fd743d0ba139fef9d6c9b062e5cb9be5a6acb91cf44a8d43e193c4",
                        "user": {
                            "id": "5ef4fa5c58d7453534674b04b17179184883c41ce3bcb324ea1f02092c0aab9b",
                            "name": "Da Ki"
                        },
                        "text": "",
                        "rate": 1
                    },
                    {
                        "id": "0ef85840706b627a4ee101b3f1fb88d97e2fa5d4b5e08763ff679232a32de852",
                        "user": {
                            "id": "23eaab0dfe71fd6ef69e5212f7e70113dda8b5f6848443a0e6342ce2902a3653",
                            "name": "Рыжая Ольга"
                        },
                        "text": "Обожаю эту серию,очень ждала эту книгу!фантастический сюжет,классные герои,любовная линия,много юмора,а оформление это отдельная любовь??10 из 10",
                        "rate": 1
                    }
                ]
            },
            {
                "id": "658ed8f86848ea413fab7dd61a91dea5a84d8ccb71238dd3e1060c9ef386ab00",
                "name": " Пляска смерти. Книга 2",
                "price": "1413",
                "author": "Мартин Джордж Р. Р.",
                "genre": "Героическое зарубежное фэнтези",
                "rate": 4,
                "reviews": [
                    {
                        "id": "4a3973931f7ca5cd524943b88abfe664ff3ee03850d0fe5566c40014a11e97ab",
                        "user": {
                            "id": "b82ce6325c813034d5f62b17a41bf6ef92c4854691ec11d8bd6d09c4b9cd37eb",
                            "name": "Лавринович Диана"
                        },
                        "text": "Что бы решить,подойдет Вам издание или нет, высылаю фото:   Страницы белые и плотные с читабельным шрифтом и красивыми картинками. Переплёт крепкий. Обложка твердая с гладкими вставками. Шрифт и графика не просвечиваются.   Приятного чтения",
                        "rate": 5
                    },
                    {
                        "id": "2e5699fe4beabb2a40d9f016ff2748caea4e3c651da45257b6b08775f4e8f52f",
                        "user": {
                            "id": "0bce3eeff96605e1d98fd168c83fd5981ac836b8f8dff25deec9ce15c8114010",
                            "name": "Николаев Дмитрий"
                        },
                        "text": "Читать легко и интересно. Только вот в английской оригинальной версии имеется 80 иллюстраций. Карты, схемы сражений, генеалогическое древо тоже не помешало бы. Повествование заканчивается примерно за 150 лет до убийства безумного короля. Подозреваю,что будет продолжение.",
                        "rate": 4
                    },
                    {
                        "id": "0e7ad64c658e52aaa3bf2153edd1c297270a587306add87566c79949cbfcfe98",
                        "user": {
                            "id": "e5814bf653117331986032dcffdf5938d4d8669dc1a03cafee00abd16e505588",
                            "name": "Nightseer"
                        },
                        "text": "\"Как всё было на самом деле\"  Пока писатель ищет пути для распутывания и достойного завершения всего того, что творится в уже написанных им книгах, он, видимо, \"отдыхает\" за написанием исторических хроник Вестероса) Я, как и все читатели саги, традиционно ругаюсь, но новой истории, пусть и не совсем художественной, всё равно рада. Хорошая, легко читаемая летопись(нудности особой я не увидела, в конце концов это хроника, а не роман)). Разумеется, мне было интересно, ПЛиО я...",
                        "rate": 1
                    }
                ]
            }
        ]
    },
    {
        "id": "a176eeb31e601c3877c87c2843a2f584968975269e369d5c86788b4c2f92d2a2",
        "name": "Нехудожественная литература",
        "books": [
            {
                "id": "26fb1ebea97d849dfddb0686f162efb5c401e6052c259963c6ab4010db18df6c",
                "name": " Образы Италии. Том 2. Рим. Лациум. Неаполь и Сицилия",
                "price": "1680",
                "author": "Муратов Павел Павлович",
                "genre": "Культурология. Искусствоведение",
                "rate": 4,
                "reviews": [
                    {
                        "id": "c1e59736ecee963a4a1de2a410ebf24d42a61d59decdb5e30f0cf1b584e569b9",
                        "user": {
                            "id": "8d7652def8357de698c6e54ed2adaa69d9d56cdfe3b7768ee6455ee55345af19",
                            "name": "Золотая обезьяна"
                        },
                        "text": "Не буду лишний раз останавливаться на самом тексте Павла Павловича Муратова. Это книга, ставшая классикой! А вот её новое издание заслуживает отдельной похвалы. Хорошего качества печать, классная бумага, иллюстрации самые разнообразные: живопись, гравюры, скульптуры, а главное – фотографии Рима, Неаполя конца XIX – начала XX века. Оказывается, фотографии со знаменитым видом сверху на площадь Святого Петра делали уже тогда!!! Книга очень красивая! Просто восторг!",
                        "rate": 3
                    },
                    {
                        "id": "f3e7536fe0ba3dc253bfd326e4ea84808af4ca3aaccd96703bdf4d46490a165f",
                        "user": {
                            "id": "b495b7354205048829090fa9e876d1dde4730140bc964b079090d0c5d75a9f26",
                            "name": "Хворост Елена"
                        },
                        "text": "Сегодня есть довольно много изданий «Образов Италии», но это как-то особо выделяется. Во-первых, здорово, что издательство выпустило три отдельных тома. Читать три отдельных книги гораздо удобнее, чем если бы все было в одной толстенной книжке. Во-вторых, иллюстрации. Они и правда, очень интересные. В-третьих, качество издания и дизайнерские находки. У всех трех книг такие красивые обложки и очень классная задумка с цветовыми решениями обложек и корешков!",
                        "rate": 4
                    },
                    {
                        "id": "20875cb970f6bf79597e3a9a61cc1b0086a9a01f31339f40d4300dc6991fa09a",
                        "user": {
                            "id": "a06dc050e7126a4814cf7fc011db5989f667de3273a11f06fb295da68bd4d929",
                            "name": "Приходько Мария"
                        },
                        "text": "Очень понравился такой вариант издания! Обязательно куплю оставшиеся части. Муратов прекрасен, и, в данном случае, очень приятно издан. Понравился формат издания, иллюстрации, шрифт, все заслуживает похвалы и благодарности. Давно ждала.",
                        "rate": 2
                    }
                ]
            },
            {
                "id": "badff41b8fa783222e4d49481e434e064cc5b0a48db2fc9301c382f13f23dc8e",
                "name": " Неудобное прошлое. Память о государственных преступлениях в России и других странах",
                "price": "1608",
                "author": "Эппле Николай",
                "genre": "Общие работы по истории России",
                "rate": 4,
                "reviews": [
                    {
                        "id": "ce4787dfac82de8a83189a9930463e25dbb316671e04f233ca7b77c0df333406",
                        "user": {
                            "id": "2499d690642faa4da2a67b078236d1c031217f3c31cf2da2142c8e84e3d617f1",
                            "name": "spl"
                        },
                        "text": "Достаточно давно я заметил, что на серьезные, даже непростые книги очень часто пишутся довольно пустые рецензии, как будто их авторы стараются лишь отметиться в знакомстве с этим трудом, а по существу им сказать и нечего. Или демонстрируют окружающим только им одним понятные знаки - «прочитала по рекомендации такого-то политолога». И 100 лайков (да, я завидую – вот как надо писать!).   В общем, попробую разобраться с рассматриваемой работой, которую я внимательно прочитал. Ее автор – Николай...",
                        "rate": 3
                    },
                    {
                        "id": "0a5b6b950e66e51f596a07555ef5231b37cb4228109f50d183cad8cf9f219ea0",
                        "user": {
                            "id": "9fc58eb6a9e1738964467b6ee7f239cb527dbe59ddba8bb4b4d0dbedc65be2f4",
                            "name": "Габдурахманова Дина"
                        },
                        "text": "Книгу покупаю по рекомендации блистательного политолога.",
                        "rate": 2
                    },
                    {
                        "id": "a5790be77ad38ac53389a2a6540f062460a9224fa3663519decd514f5eaccec1",
                        "user": {
                            "id": "902b416460258be583e2ab45cf33237883e847e67d364c5be1a2c03a34498c4c",
                            "name": "ds"
                        },
                        "text": "Книга определенно заслуживает того, чтобы ее приобрели и прочли.Блестящее исследование-размышление о том, как трудно примиряться разным странам с неудобными фактами из собственного прошлого. И речь не только о современной РФ. Здесь актуальны примеры Турции, и даже немного Германии, где после окончания ВМВ было тоже все не столь однозначно. Однако российский пример исследуется наиболее полно. Особенно важно, что автор описывает происходящее не скучным, но живым языком. Апеллирует к новейшим...",
                        "rate": 2
                    }
                ]
            },
            {
                "id": "821cb69cad4b5b2285cea374f240d74aca5897a23a704e6611d32437769de7d4",
                "name": " Сам секс. Как обсуждать, получать и доставлять удовольствие",
                "price": "846",
                "author": "Казанцева Саша",
                "genre": "Секс. Камасутра",
                "rate": 5,
                "reviews": [
                    {
                        "id": "97b1f7b724dc85747e1ffdb7cbf8822bd83654fb8dbdc8821e145d3e3243ad11",
                        "user": {
                            "id": "6250b00c99161e88d819891c95de869257ec2c1c5cbba93581a90a85240d4a42",
                            "name": "tkartonya"
                        },
                        "text": "Книга очень актуальна и полезна. Написана простым и понятным языком. Полезная книга для знакомства с понятием сексуальные отношения. Почему-то у нас в стране не принято беседовать о сексе открыто, из-за этого в голове у подростков зачастую такая каша, что становится страшно. Очень хорошая книга для любого половозрелого возраста и пола. Спасибо автору за его труд.",
                        "rate": 3
                    }
                ]
            },
            {
                "id": "8b70ab7ad9309a3d575ba9ac0fbe2bb1c816c694c14b82c842042058172fc1d0",
                "name": " Таро Зеленой ведьмы. 78 карт",
                "price": "671",
                "author": "Моура Энн",
                "genre": "Карты Таро",
                "rate": 5,
                "reviews": [
                    {
                        "id": "35b32a77cd8b44a2f28e6b8931fed36435901116335a3832360481cb32c77b5c",
                        "user": {
                            "id": "30a87d1f2ec94de65aac619905f0757a7d8f2758dabe31ed7b2cd9ef666f00d5",
                            "name": "Степанова Татьяна"
                        },
                        "text": "Колода без мбк или спроводительной книги, но если вы уже знакомы с таро, то это не проблема. Названия некоторых старших Арканов изменены (см.фото). Карты кажутся тонкими, но при этом плотность чувствуется, тасуются легко. Сюжеты на арканах напоминают традицию РУ, но не копируют их - это мне нравится. Есть простор для толкований за счёт большого количества деталей на изображениях.",
                        "rate": 5
                    },
                    {
                        "id": "bb30e6eb13ecd5dc967f20400a9ab54956ef2f5575c0a42cde07e9cbbdd2ac2a",
                        "user": {
                            "id": "d127cbdab7d57b0ed3b9da73646e92bc8b45b0120d78316e2bc4d86b095117ba",
                            "name": "Чернокалова Анастасия"
                        },
                        "text": "Прекрасная колода по жутко-неприлично-дешевой цене в 380 рублей.   Просто прекрасное качество за эту стоимость, плотные карты, красочные, если прокрасить самостоятельно срез в бирюзу, серебро или зеленый - вообще будет великолепно и сделает ее визуально дороже! Распаковку и первый взгляд на колоду можете увидеть в моем видео, таймкод 1:30, приятного просмотра!",
                        "rate": 4
                    },
                    {
                        "id": "cf0673139f649a8cb4daeee3c87e42e6ea99a862040fd9b7a54f2d0aa9110f45",
                        "user": {
                            "id": "3e521e24295eda3ff860f05129e0cd1a327d21efd23c4faa01928aadb6a7f07d",
                            "name": "Колганова Ольга"
                        },
                        "text": "Хорошая колода от издательства Весь.   Это русскоязычная версия Green Witch Tarot, но по привлекательной цене.  Карты стандартного размера, бумага без излишней ламинации с достаточным количеством карточного лака. Срез идеальный (на приложенном фото он уже перекрашен в красный цвет).  Коробка из плотного картона, стандартная для всех колод данного производителя.  Таро Зеленой ведьмы в данном случае, это самый бюджетный вариант, есть еще и карты в подарочной коробке с книгой.  Колода без сильных...",
                        "rate": 3
                    }
                ]
            },
            {
                "id": "dfd526c6f7445c5e4d82835f89a7dbeb0296adaefcd6ac50672e410e2b31fd1e",
                "name": " какую роль психологическая травма играет в жизни человека и какие техники помогают",
                "price": "969",
                "author": "Ван дер Колк Бессел",
                "genre": "Популярная психология",
                "rate": 5,
                "reviews": [
                    {
                        "id": "f0eca3227cc64c31caeb75319842b6e29ef39f2b93871fdda73a28f3a1122bcb",
                        "user": {
                            "id": "9beb9b42b8f297256f137462742594849a560b8ab5c33232f6e139c6b2fed628",
                            "name": "Юлия Андреевна"
                        },
                        "text": "Книга известная в профессиональных кругах. И очень ожидаемая в переводе. Как только узнала, что появилось русское издание, сразу заказала.  Рекомендую и специалистами психологам, психотерапевтам, кто работает с клиентами, и всем интересующимся практической психологией, психологическим здоровьем и развитием.   У меня только один вопрос большой остался к авторам анонса книги на этом сайте. Зачем так откровенно дезинформировать людей (напрашивается слово обманывать) по поводу того, что это...",
                        "rate": 1
                    },
                    {
                        "id": "8de3c781e43c031b3e1b02b1969489ed5500209e00eda1b7ce297f707f209385",
                        "user": {
                            "id": "9b030d8dc94b2eccedae571f0c3f675e725731113c4a974ba7ee42eb56d9c248",
                            "name": "Курьяков Дмитрий"
                        },
                        "text": "Мне кажется, автор стремился написать самую подробную книгу по психологическим травмам. Т.е. такую бы книгу, которая бы объясняла феномен психологической травмы со всех точек зрения и делала бы это максимально подробно. Плюс, автор предлагает свой собственный способ борьбы с последствиями психических травм. К обеим темам у меня есть претензии.  Во-первых, автор решил максимально подробно описать феномен психологических травм. С одной стороны, это похвально, но вот с другой, мне кажется, сама...",
                        "rate": 3
                    },
                    {
                        "id": "f5a8cc1f8efd939ce47d393d9d55de75f2e3fcb76e27e0f4ae9c2597c574fcd6",
                        "user": {
                            "id": "d2e24af03cffe0ec543612a7dcd3f2012c0fe3a53ad1ac372fbf9b5e70c83d66",
                            "name": "Ольга"
                        },
                        "text": "Произведения этого автора подвергаются в США критике со стороны экспертов в области научной (доказательной) психологии и психотерапии за то, что содержат ряд псевдонаучных утверждений (cм, например: https://childmyths.blogspot.com/2014/06/bessel-van-der-kolk-is-old-fashioned-guy .html;  https://childmyths.blogspot.com/2014/04/disorderly-thinking-about-developmental. html  ). Жаль, что в России без критики переводят все подряд из области психоогии. При этом действительно ценные книги остаются без...",
                        "rate": 5
                    }
                ]
            }
        ]
    },
    {
        "id": "ea3a03b4971eeb62730e1de238225cc4e6145f0eb50ad28b1379f2a2ee71e16e",
        "name": "Периодические издания",
        "books": [
            {
                "id": "5cc3695a25ae4a66604645ab9d8b4b1acee4868950eabeafe89d5cb36517e895",
                "name": "Журнал \"Дилетант\" № 20. Август 2017",
                "price": "478",
                "author": "Дымарский Виталий Наумович",
                "genre": "Журналы",
                "rate": 4,
                "reviews": [
                    {
                        "id": "235c48f9d58c77accce31192f008255f4062fc3da9330232f423e913d4cb9a45",
                        "user": {
                            "id": "8fffb117dc04a4ecb8bf9df681226a0df60757336c2c8e2a58b4c31ef305b304",
                            "name": "Nataly"
                        },
                        "text": "Большой, ярко иллюстрированный журнал с множеством весьма любопытных статей позволит с интересом скоротать не один вечер.",
                        "rate": 3
                    },
                    {
                        "id": "0c071c297013c5eb95565db70d95fa0c81224967feb6225391548061150f2755",
                        "user": {
                            "id": "dd42d571475e5eccd9b04d145eb33f0ec62204edcaf99bf221136025498c222a",
                            "name": "jonstewart"
                        },
                        "text": "Несколько дополнительных фото представленного номера:",
                        "rate": 2
                    },
                    {
                        "id": "cf72b60c620fe5a0727bf790b993e0cb6443c5a126957039f967ba084173872b",
                        "user": {
                            "id": "9f278c76b77460b8547e13a86b25abe2674894aef8bc4e6769fdc942a2041c56",
                            "name": "Смирнов Игорь"
                        },
                        "text": "Добавляю фото",
                        "rate": 3
                    }
                ]
            },
            {
                "id": "973b8fe73197d87a2cb89a27ad211e9756d3dc4c49d9f59b17704c8139b349ce",
                "name": "Журнал \"Дилетант\", 2021. № 066 июнь",
                "price": "478",
                "author": "Дымарский Виталий Наумович",
                "genre": "Журналы",
                "rate": 5,
                "reviews": [
                    {
                        "id": "ec496c67df5946c0a2cf516796019d1174572444931c5d47bef4afed4d35a23b",
                        "user": {
                            "id": "5a5389ce13d2244c9c91ef01bef3556d7325f2f2912daa918cc040a16b820b00",
                            "name": "latov"
                        },
                        "text": "Лучший научно-популярный журнал по истории стабильно поддерживает свою репутацию, остается не только информативным, но и иллюстративно-выразительным. Главный тематический блок - по истории Нижнего Новгорода (к его 800-летию), но тут есть и про коммерческие аспекты ленд-лиза, и прекрасная статья Быкова о взаимоотношениях Мицкевича и Пушкина, и много другого интересного.",
                        "rate": 5
                    },
                    {
                        "id": "3883d83c461dfa5e15e0caed7f5cb8189cfa383655d40989437a11953815cf37",
                        "user": {
                            "id": "c0c75f09d62b97320e23198ba10ab13be9eb725eeca2861ee6085a6d859a5ca4",
                            "name": "Устинова Яна"
                        },
                        "text": "как всегда новый выпуск прекрасен",
                        "rate": 1
                    },
                    {
                        "id": "ec09c04fd6af6e2f931877449d76f0bcfbd842b197018e65bc70d07d9d520069",
                        "user": {
                            "id": "dd42d571475e5eccd9b04d145eb33f0ec62204edcaf99bf221136025498c222a",
                            "name": "jonstewart"
                        },
                        "text": "Несколько дополнительных фото представленного журнала:",
                        "rate": 1
                    }
                ]
            },
            {
                "id": "8428235c5a1abb66aa9463d3264fbbc66187179d2c16adeb0fc26b9e4a67736d",
                "name": "Знание-сила. 2022. № 9",
                "price": "493",
                "author": "Алексеева Н. В.",
                "genre": "Журналы",
                "rate": 5,
                "reviews": [
                    {
                        "id": "5dc0cebe22088c8f5d81e48033b033703bd73ebd7b9679168c860b7ff0af6a04",
                        "user": {
                            "id": "9f278c76b77460b8547e13a86b25abe2674894aef8bc4e6769fdc942a2041c56",
                            "name": "Смирнов Игорь"
                        },
                        "text": "Добавляю фото для ознакомления",
                        "rate": 3
                    },
                    {
                        "id": "8ee07d368267ba15274a538282bf751f3ecdb1bc06b05f37f62a723bfdce7e64",
                        "user": {
                            "id": "cc60f3b566f4437333cf6ddd5edf92e95c7dfd71e43741b864f9528f9d6edc05",
                            "name": "Марина"
                        },
                        "text": "Познавательно и интересно. Прикладываю фото обложки и страниц журнала.",
                        "rate": 3
                    }
                ]
            },
            {
                "id": "f9a6e2f5c67387213e68b423929824464f7860a563998b185bf37cd5f8419e5f",
                "name": "ИСТОРИК №11/2019. Предпоследний император",
                "price": "354",
                "author": "Рудаков Владимир",
                "genre": "Периодические издания",
                "rate": 0,
                "reviews": [
                    {
                        "id": "ce4f8d0bf719ab1a6001246af86b1603302194fa8a4cb964d5a427ec569246a2",
                        "user": {
                            "id": "667a2efd4f9808eb3213f3632b45ae516fd671e59eb441b76b56fadb8e52a146",
                            "name": "Коренева Наталья"
                        },
                        "text": "Журнал пришел немного помятым",
                        "rate": 4
                    }
                ]
            }
        ]
    },
    {
        "id": "63a7db0259ce35e50eb0949e279c420c9fffcff37278e1ae04fea329a7ffeec4",
        "name": "Религия",
        "books": [
            {
                "id": "9504fdd3e93fa32ff3577c81ed1e554de83530436d4ad4d243972b972990c02e",
                "name": " Евангелие Достоевского",
                "price": "1003",
                "author": "Митрополит Иларион (Алфеев)",
                "genre": "Общие вопросы православия",
                "rate": 4,
                "reviews": [
                    {
                        "id": "c9257f739eaa1306b7911241081027a4ac596c0d023da250d8fe06fd2d48a708",
                        "user": {
                            "id": "7bc4ade566d783b7ef62d96382b836b5f659bd50f7299cb26bfa2f8cb60e4dae",
                            "name": "Омельченко Ирина"
                        },
                        "text": "Сейчас читаю эту книгу. Очень довольна. Во-первых, автор Митрополит Иларион (Алфеев) - умница. Все его книги заслуживают внимания. Книга написано очень увлекательно, биография Фёдора Михайловича перемежается с рассуждениями и пояснениями из Евангелия. Книга оформлена хорошо. Архивные фотографии в большом количестве. Я очень довольна. Тем более я раньше уже знакомилась с личностью Достоевского, с дневниками его жены.",
                        "rate": 2
                    },
                    {
                        "id": "5617cf2dd73015df3ead474d794650cacb1ff34cba7f750608fd781da68e0919",
                        "user": {
                            "id": "9f119004348bc27867e64709970a633fcd83799d6dce291375c1b22f78e45ead",
                            "name": "Кружков Николай Николаевич"
                        },
                        "text": "Отдавая дань Достоевскому, которому в этом году исполняется 200 лет со дня рождения, я решил купить и эту книгу митрополита Илариона (Алфеева). Книга меня глубоко разочаровала. Она написана очень банальным языком, пожалуй, даже отчасти официальным. Ничего оригинального в книге нет. Всё, что вы сможете узнать из ней, - это биография Достоевского и официальная позиция РПЦ по отношению к авторам, которые не укладываются в церковные каноны. Речь идёт о том же Белинском. Книга церковного чиновника...",
                        "rate": 4
                    },
                    {
                        "id": "cbdb234de39b6435f3d431a39a4401e988256734973f1a2db0684503f8c24828",
                        "user": {
                            "id": "231cc27fa97c7192350185f9d70c652bbff29a7e670b5f3716e28e6b6b7708df",
                            "name": "Абрамова Мария"
                        },
                        "text": "Центральное внимание в книге \"Евангелие Достоевского\" митрополит Иларион уделил христианскому мировоззрению Писателя, вглядываясь в его биографию, и основные произведения. Ткань повествования сплетена из множества нитей, среди которых и историческая и политическая обстановка времени жизни Достоевского, круг его чтения и общения, размышления об образах героев книг писателя и их воплощении на сцене, и многое другое. Безусловно, имя автора книги выступает как рекомендация к прочтению.",
                        "rate": 4
                    }
                ]
            },
            {
                "id": "44fbc18eb397cef62a98e12d1b19bdbdc0b7778bd35541ffe6d1e02b8b077abc",
                "name": " Искусство быть счастливым",
                "price": "798",
                "author": "Далай-Лама",
                "genre": "Религии мира",
                "rate": 4,
                "reviews": [
                    {
                        "id": "fd38f80b49dddd1d5433fd330b7c88ea42a5bfec576213cc0542fcbfbc0588fe",
                        "user": {
                            "id": "d0b8063e06476ced59dc63817b905d1e3cf7d51021db22154f1fac26e7b8eae3",
                            "name": "Вредная Старушка"
                        },
                        "text": "Фото обложки и страниц книги",
                        "rate": 2
                    }
                ]
            },
            {
                "id": "796215fe4a0304538fc5df589d3ec7a7aa2361d68441afbe7549dd44838f8218",
                "name": " Теперь на Рим, или Зрелые годы апостола Павла",
                "price": "610",
                "author": "Марнов Сергей Дмитриевич",
                "genre": "Исторический роман",
                "rate": 5,
                "reviews": [
                    {
                        "id": "e6a74e1a7a7e3a85957d9583be70295d60dbac887a24d980c85db0f571768d0a",
                        "user": {
                            "id": "1e4be10d8a40ea071015fc068e5248f24621b5d7f7a5cedf5cbfc3edf837b09c",
                            "name": "Евфимия"
                        },
                        "text": "Долгожданное продолжение книги \"Молодые годы Святого Апостола Павла\". Интереснейший микс жития и исторического романа от автора-историка. Первую книгу прочла с интересом, беру вторую...",
                        "rate": 1
                    }
                ]
            }
        ]
    },
    {
        "id": "4fc82b26aecb47d2868c4efbe3581732a3e7cbcc6c2efb32062c08170a05eeb8",
        "name": "Учебная, методическая литература и словари",
        "books": [
            {
                "id": "0b56f98b5b469cef94b1af6689cc4e392877e2e7f3d85195eef9f7079b8b49cf",
                "name": " ЕГЭ 2023 Русский язык. 50 вариантов. Типовые варианты экзаменационных заданий",
                "price": "535",
                "author": "Васильевых Ирина Павловна",
                "genre": "ЕГЭ по русскому языку",
                "rate": 4,
                "reviews": [
                    {
                        "id": "95e4928b1b8582255a7db9c6a1d02f416886cb61c5741eb833b748bfa3c0ff2b",
                        "user": {
                            "id": "919f5013db573ecdabe3c30a0db2fb59cb8060a7bbc09d728a38c455581ef5a0",
                            "name": "Кириенко Александра"
                        },
                        "text": "Все отлично. Варианты полностью соответствуют демоверсии этого учебного года. Для подготовки к экзамену такая книжка прекрасно подойдет.",
                        "rate": 4
                    },
                    {
                        "id": "cdd80e167d4929feefd0b6cb1fef7cb5012a2583af3dca1a712e2b9251ca1da3",
                        "user": {
                            "id": "8ee6344fe04ba4c463e6beb19f36c1dc6576fa7cc84e9027cad7c437fad8a551",
                            "name": "Кривцова Людмила"
                        },
                        "text": "Сборник составлен грамотно. Задания аналогичны экзаменационным. Даны хорошие рекомендации. Есть ответы на задания. Это то, что нужно ученикам.",
                        "rate": 4
                    },
                    {
                        "id": "b191961b3ef63b3c22f6c73f6b7544d8e231f727cdf0d173f13d23f6a3a18b22",
                        "user": {
                            "id": "05cea0dcb9e4401b9c42e6b98f16f639f3a573f99ed2d5cd359d594953c73879",
                            "name": "Макарова Ирина"
                        },
                        "text": "Сборник хорошо составлен. В книжке собрано достаточно вариантов для того, чтобы полноценно подготовить ребенка к экзамену. Развернуто описаны критерии выставления оценок.",
                        "rate": 3
                    }
                ]
            },
            {
                "id": "45ff081bd8779b4d26113b03f2bbed5bd642dd4e48178cb6da684d354e58f08d",
                "name": " ЕГЭ 2023 Русский язык. Готовимся к итоговой аттестации",
                "price": "441",
                "author": "Драбкина Светлана Владимировна",
                "genre": "ЕГЭ по русскому языку",
                "rate": 5,
                "reviews": [
                    {
                        "id": "77e96481749baf40861b3a7aaa2efb284f9195758cc9fdd6a54f3e38e4d6e295",
                        "user": {
                            "id": "081f8bb689c8e93e2bfdd504688440f730052e923ac5186891fdfe4bc5f2d222",
                            "name": "Морщихина Анна"
                        },
                        "text": "Всем рекомендую сборник! Полное совпадение с Демоверсией ЕГЭ-2023!",
                        "rate": 4
                    },
                    {
                        "id": "7b9873f9a4d669b8e344cb8f6d9f16763be90b602bf83622f7192c6f88d72777",
                        "user": {
                            "id": "4fb82682d41731c8b091fa4e090e6bc0e96795ff38e9ac7e666820c6d6ffe22b",
                            "name": "tatami"
                        },
                        "text": "Соответсвует 2023 году. Фото, прикрепленные лабиринтом  старые (может, сбой).",
                        "rate": 5
                    },
                    {
                        "id": "5bb1734c2af2a365ea75569cd2be4f5c74c414e2930140d56bcac92eaa78a3df",
                        "user": {
                            "id": "e3351c510a5bb09534dc6fef1db3a06cab2df53a060959bdfa5e2d3b66642d04",
                            "name": "Алферова Александра"
                        },
                        "text": "Очень хороший сборник. Есть полная теория к каждому заданию и несколько заданий для отработки материала. Очень рекомендую!",
                        "rate": 5
                    }
                ]
            },
            {
                "id": "4d2583b7fac38fb9251c1873c9061b479944424b3d2e65f09885cdc050171e24",
                "name": " ОГЭ 2023. Русский язык. Типовые экзаменационные варианты. 36 вариантов",
                "price": "729",
                "author": "Цыбулько Ирина Петровна",
                "genre": "Русский язык. ОГЭ",
                "rate": 4,
                "reviews": [
                    {
                        "id": "365b4ac94628b00596395713fc9459ca0b35da5db88e9d7562deb6f4b9a6e9c1",
                        "user": {
                            "id": "371e5115771a511ec49525fc0ffe33fc06d4325fd8dafc86427fdc60b793fb6e",
                            "name": "Пожидаева Лариса"
                        },
                        "text": "Хороший сборник для подготовки к ОГЭ Рекомендую!!!",
                        "rate": 3
                    },
                    {
                        "id": "2cb0d4df65561c28910f03eb8773d3da262d2daef8c3b0694da17724cc5ac2d7",
                        "user": {
                            "id": "1537f494597c5f67cf2223a2c1ad3255a72d6494021cff20c675e2f7604d5639",
                            "name": "Сазонова Татьяна"
                        },
                        "text": "отличная книга для подготовки",
                        "rate": 3
                    },
                    {
                        "id": "b036600623567ac503d0bd8e024496307cd682589a4400b7356eb9c90148f197",
                        "user": {
                            "id": "e373138bb6de105f075baa5b99b641deeb8b6aa3839532ed85ddc31a7c5dbdad",
                            "name": "Иванова Наталья"
                        },
                        "text": "Уже не первый раз покупаем сборник именно этой серии для подготовки к экзаменам-всегда актуальные темы.",
                        "rate": 3
                    }
                ]
            },
            {
                "id": "c63fcbabffc5d6462faeb671e12a96930925be3674c9a2aef961969801805133",
                "name": " ОГЭ 2023 Математика. 9 класс. 40 тренировочных вариантов",
                "price": "423",
                "author": "Иванов Сергей Олегович",
                "genre": "Математика. ОГЭ",
                "rate": 5,
                "reviews": [
                    {
                        "id": "0c4d3aecbf9ad2446ce40d9910c4ef2217d6bb9f7a7878d3e4280f35ec0a46fd",
                        "user": {
                            "id": "6e5578e924414c0a09714970fc7abf5cd105d5d4d17a19f857c60404cf579b76",
                            "name": "Борисова Елена"
                        },
                        "text": "каждый год покупаю и рекомендую знакомым. издательство легион держит марку!",
                        "rate": 5
                    },
                    {
                        "id": "1fef6d2e3df443b0e62d34bc4670ee057e4230a5914e9188ade2b57f1c7f6c1b",
                        "user": {
                            "id": "1162bf858b56626e3c4f95efad54709ea1e2356149dd3aeb5b450d7bd6f7c1a9",
                            "name": "Ефремова Марина"
                        },
                        "text": "Все продумано от автора, что в школе советуют эту книгу. И качество печали как всегда на высоте.",
                        "rate": 4
                    },
                    {
                        "id": "7a1c1076634601a7fa5f6aa0fbdc5790dae8ad21b07cbfaee82e2b175400c273",
                        "user": {
                            "id": "50f2b8b72a57e8873ba97c6208999e9dd43a0a4c428cf29b54cb7ae35d00bcb9",
                            "name": "Ягафарова Нина"
                        },
                        "text": "Очень грамотное пособие. Рекомендую для подготовке к экзаменам. Пользуемся пособиями \"Легиона\" более 10 лет и всегда очень довольны.",
                        "rate": 3
                    }
                ]
            },
            {
                "id": "0068b8c6fb061d37710535ce1cd9459dadef7f5fe07618fc26021bec22eccdc7",
                "name": " ОГЭ 2023 Обществознание. Типовые экзаменационные варианты. 30 вариантов",
                "price": "729",
                "author": "Котова Ольга Алексеевна",
                "genre": "Обществознание. ОГЭ",
                "rate": 5,
                "reviews": [
                    {
                        "id": "217f954ac2a98108a6d443956ccddb8ba46b1a5147de71567ef039001655d5a8",
                        "user": {
                            "id": "371e5115771a511ec49525fc0ffe33fc06d4325fd8dafc86427fdc60b793fb6e",
                            "name": "Пожидаева Лариса"
                        },
                        "text": "Отличный сборник для подготовки ОГЭ. РЕКОМЕНДУЮ!",
                        "rate": 4
                    },
                    {
                        "id": "38ae4cc5f96f8290f071b441a757196961902372ff362c4e28063f46a73dcff8",
                        "user": {
                            "id": "74956946a750acf9896a5d6c004d8eccf1732ae68e54222e4b28f4de239eff38",
                            "name": "Калмыкова Арина"
                        },
                        "text": "Всё хорошо, сборник пришёл быстро, спасибо за скидку)",
                        "rate": 3
                    },
                    {
                        "id": "3a2a1dd85fab40655b921429735031b47158b22a5b42fc4e5d72a06ded9be407",
                        "user": {
                            "id": "d0222c6d488f2afbcd6848e5306bfe97b1576993cea655b820bb34ae4d2e4120",
                            "name": "Ксения"
                        },
                        "text": "Подготавливаемся по этому сборнику к экзамену. Книга очень полезна, только большая сильно, неудобно и тяжело ее таскать в школу.  Изображения для ознакомления:",
                        "rate": 2
                    }
                ]
            }
        ]
    },
    {
        "id": "501883ce12ba20f1a0de68f06b8c84d3d148124f66ab52a38359317c78ab82b1",
        "name": "Художественная литература",
        "books": [
            {
                "id": "d1f39a811215ebb346fc3be31a30ac757a85b8e67f266d31873f99fab18ac7cc",
                "name": " 1984",
                "price": "688",
                "author": "Оруэлл Джордж",
                "genre": "Классическая зарубежная проза",
                "rate": 4,
                "reviews": [
                    {
                        "id": "05cc9781da611b56f59ba88037c3e4f347939be3fb4e372d4959d49c5aa164dd",
                        "user": {
                            "id": "7e524d872c4faca38792db393031e5553de05ef8a21676749744bcad4d3f573d",
                            "name": "michael"
                        },
                        "text": "Потрясающая книга, все еще. У конкретно этого издания могу отметить еще и очень атмосферную обложку.",
                        "rate": 2
                    },
                    {
                        "id": "55901e1c8d7045cb96f145139f3e798dc5a6b61a1b57695846cf198c823ed79c",
                        "user": {
                            "id": "ab6a7a7ac0c02e5373f8457a6da98cb497f0d3bfd992aede1e574f31aa2877d4",
                            "name": "Радзиевская Анастасия"
                        },
                        "text": "Интересная книга. Всё больше сходств нахожу с настоящим и прошлым, книга плотно перекликается с историей и психологией. Книга немного пугает, она страшная и  депрессивная. Но эти слова здорово отрезвляют и дают множество уроков современным мне людям.",
                        "rate": 3
                    },
                    {
                        "id": "787432ad6b08e58eaad249fd7c6df8ddb02ca624bf8e2e1d0a95676d99fef3f2",
                        "user": {
                            "id": "187081e4d11088dd6e8a098531c82f19ceeec35d55afc9e2f1a97a0b3b916b3a",
                            "name": "Тухлин Дмитрий"
                        },
                        "text": "Классическая антиутопия. Антиутопия которая граничит с пророчествами. Создаётся впечатление, что Оруел писал не сам, а по какому-то наитию свыше. Такую книгу нужно просто читать и постоянно обдумывать всё прочитанное.  В этой книге нет ни одного \"лишнего\" или просто \"красивого\" слова.",
                        "rate": 2
                    }
                ]
            },
            {
                "id": "076ec3a4e6685aa8eaeb7e7910e7f59abffc1ed118a6615c3c4adb2a7dad0b07",
                "name": " Благословение небожителей. Том 2",
                "price": "1381",
                "author": "Тунсю Мосян",
                "genre": "Романтическое зарубежное фэнтези",
                "rate": 5,
                "reviews": [
                    {
                        "id": "656f9b79e17da427c0c61578a386682fe8eaf3ff0ec50cc62ff932874a549d60",
                        "user": {
                            "id": "69ca6f70cce0a55cd2df3792af4b656fc1ad6bd0e7f9a3aaba8131ae1134f293",
                            "name": "Горовцова Серафима"
                        },
                        "text": "Купив первую книгу, я уже писала, как перевод меня сильно расстроил, читала эту новеллу в другом. К моему глубокому сожалению, переводчиков не сменили, и второй том в таком же скудном переводе: максимально упрощенном, сухом, местами корявом и неточном. Нет тут ни красивого китайского, ни тем более красивого русского языков. Ниже вам пример для сравнения переводов бумажного издания и электронного, даже по одной странице понятна разница, а их ни одна тысяча. Остальные книги, лично я, покупать уже...",
                        "rate": 2
                    },
                    {
                        "id": "58dd2fcc569c4ab26e1fbfe6a8bddb7c60516e302b583bf6cbab04dac31c5540",
                        "user": {
                            "id": "f32a296c07d0ecd9ca7ad75e8e4b42cf91cf12b38fe05b444a545627f746d191",
                            "name": "Казначеева Диана"
                        },
                        "text": "Первый том очень понравился, хоть я и не читала в других переводах, этот тоже хороший. Очень жду продолжение, затянуло. За внешний вид книги отдельно 1000000/10",
                        "rate": 1
                    },
                    {
                        "id": "5929b377d88a90a3732bfd98ba8aa333845c8b59dacf1226b73cf791a2d5b25e",
                        "user": {
                            "id": "d9dfbc7015be712744df0fe2f109fa8e434c36b0e6ccfd531d02b9d35f831bc4",
                            "name": "Плешкунова Екатерина"
                        },
                        "text": "Обожаю эту новеллу! Она невероятная...  Очень хорошее качество печати: страницы плотные, не стирается текст.   Но самое главное, это содержание! Хуаляни - это значение слова \"любовь\".Они прекрасны! Второстепенные персонажи тоже огонь (хо-хо)",
                        "rate": 5
                    }
                ]
            },
            {
                "id": "518c535bbf3707d2c00620913a283307788ec769b4cc1fb32c1fb6ca844aa5fa",
                "name": " KGBT+",
                "price": "1148",
                "author": "Пелевин Виктор Олегович",
                "genre": "Современная отечественная проза",
                "rate": 4,
                "reviews": [
                    {
                        "id": "8345292e3d7c6f5cc9c39f744f5a390de25ad1f02826a749fd4377812230b7a1",
                        "user": {
                            "id": "d786abd8f6acbdb6d7a095c9b32ae82c983df25d6a68c4c340866675e918fb6d",
                            "name": "Майя Ставитская"
                        },
                        "text": "Позволь этому быть      \"Жизнь настолько коротка, что единственный ее смысл – это успеть переодеться в чистое.\"    Утешительное от Пелевина. Он никогда не был агитатором, горланом. главарем из тех, кто \"Взвейтесь!\" да \"Развейтесь!\" То есть, последнее как раз к Виктору Олеговичу, хотя и не в значении \"развеваться\" (о знаменах каких-нибудь) а в смысле \"развиваться\". Займись собой, отбрось социально-навязанное, найди мудрого наставника,...",
                        "rate": 5
                    },
                    {
                        "id": "ba8a193f6f3eae294c2c706239a3a0dc863bb1ca4a95c70f0a9b6a51185a1922",
                        "user": {
                            "id": "906dcf252236eeff16d14140e225c7f639b252246593195006e4ea88aed6c4e5",
                            "name": "Цепушелова Валерия"
                        },
                        "text": "Новая книга неподражаемого Пелевина, однозначно, маст рид, друзья! К тому же, это продолжение трансгуманизма. Кого данный роман не оставил равнодушным, продолжение придётся по вкусу. Все выдержано в лучших традициях Пелевина. Читайте, не пожалеете, это же главная новинка этой осени! И эта книга будет мелькать во всех разговорах и обсуждениях ещё долгое время. Определённо стоит ознакомиться, чтобы составить свое мнение.",
                        "rate": 3
                    },
                    {
                        "id": "7c97589a5ab991fbfe495d04b5d33b01f7bf5e3d4945588ec45f201b516cedd0",
                        "user": {
                            "id": "d9e69ea76fa86f81fc4508eadbeb03a76b9ec2289442a4f7cc20bf3490ed6678",
                            "name": "Diener Elena"
                        },
                        "text": "Виктор. Пелевин. KGBT+.   Отзыв начитанного искушенного читателя.  Купила на литресе по абонементу, электронный формат.   250 страница, 100 страниц до конца....  ...Когда-то в университете Пелевин заводил меня, как бешеную игрушку, от его произведений хотелось летать, казалось, что я могу ходить по проводам троллейбусных путей (что вы курите? Ничего, верите или нет, травки и любого вида наркотики обошли меня стороной, от слова совсем, я даже не пробовала ничего ни разу)... Чапаев и Пустота,...",
                        "rate": 4
                    }
                ]
            },
            {
                "id": "6906138aa097fb8abcfdfd08b19ea2aa7d65e4f1a39df8628488a532b94eeef9",
                "name": " Книга ночи",
                "price": "973",
                "author": "Блэк Холли",
                "genre": "Городское зарубежное фэнтези",
                "rate": 4,
                "reviews": [
                    {
                        "id": "58a04da382c3a34ec712adc05c6b2fdf60cb8464c64981ae6bdad06dafdb3cce",
                        "user": {
                            "id": "d97b81de58ca5bf0335f5e7a9aaf3805fc0b3c13b256ee7c0580e152fb48263b",
                            "name": "Карева Полина"
                        },
                        "text": "САМАЯ ДОЛГОЖДАННАЯ КНИГА ОСЕНИ от моего самого любимого автора YA-фэнтези ??  Слов не хватит, чтобы передать весь спектр эмоций, которые я испытывала с произведениями Холли Блэк!  Смесь двух любимых произведений - «Девятый дом» и «Ночной цирк» - и неповторимый слог Холли с неожиданными сюжетными поворотами, ну как тут можно устоять ?   Здесь ПОЛНАЯ МРАЧНУХА ?????? Моё читательское сердечко забилось с первых строк!  «За неимением хороших идей приходится довольствоваться плохими. Вот уж поистине...",
                        "rate": 1
                    },
                    {
                        "id": "08f58347703d524153dd22715c4a8199ad7e226b70807c556474439853e9860b",
                        "user": {
                            "id": "5b2c72ccad2c1e989e340525fd6d729d0270c6e532a51a91f7125ba51d0073bf",
                            "name": "Моисеева Ирина"
                        },
                        "text": "Моя книга пришла с черным срезом. Золотые буквы на черном фоне.  Смотрится шикарно! За то звездное небо с месяцем теряется. Странно, ведь есть фото книги с темно синей обложкой и черным небом. Там все видно четко, но у них белый срез. Мой экземпляр точно оправдывает  принадлежность к темному фэнтези…Обложка  действительно черная, но на фото смотрится синей.   Есть оглавление. Оно перед вами, как и продолжение отрывка для чтения. Шрифт среднего размера, бумага белая.  «- Я настолько искусная...",
                        "rate": 5
                    },
                    {
                        "id": "dbe3e3945469cc6a0875335bcead3c7908422337d10e166484fe4deae79e2fb3",
                        "user": {
                            "id": "abbd20caac922a61581887a8c974ba3632bbcf4261af49330e51c99933daa037",
                            "name": "~ Lady Moon"
                        },
                        "text": "Наконец-то вышла долгожданная новинка от Холли Блэк! К оформлению претензий нет: чёрный срез (которого никто не ждал), офсет, рельефные буквы на обложке, средний шрифт.   Прикладываю несколько фото для ознакомления:",
                        "rate": 5
                    }
                ]
            },
            {
                "id": "be8f1ab03a82dfc2a74d6bf8d1646b2e10096412357004eb3b2eaaa9ed9ca49f",
                "name": " Дом страха",
                "price": "662",
                "author": "Омер Майк",
                "genre": "Криминальный зарубежный детектив",
                "rate": 5,
                "reviews": [
                    {
                        "id": "51d03238cf21808e2eb04398795ddb14d2171b03e4c97324ef649b52d7d013fb",
                        "user": {
                            "id": "17885e8e70d7f28e7ac9a11f3444205b661a90611baaf497fdb2e9c7c66e1fb2",
                            "name": "Юлия Маркина"
                        },
                        "text": "Никаких серийных маньяков, никакой оценки личности преступников! Просто похитили ребёнка ради выкупа! Вместо настоящего расследования миллионы подробных пустых диалогов! С трудом выдержала половину книги и выбросила, не дочитав! Огромное разочарование! С первыми книгами Омера не сравнить! Жаль потраченных денег и пустых надежд!",
                        "rate": 1
                    },
                    {
                        "id": "76d2b8421a0489fa4e00fc10fdfe126d290b5b06a1fd1aac44da1905f2a1db2c",
                        "user": {
                            "id": "b8d39de61525c7c730437dd2e9f8e31fa4f2ca97d25ae1e23534f94109394833",
                            "name": "Nesterova Tatiana"
                        },
                        "text": "Дочитала очередной детектив от Майка Омера. Автор указал, что это заключительная часть, где расследует дело Зои Бентли. Ну может это и к лучшему. Вообще не понятно с какой целью была написана эта часть, потому что особого смысла она в себе не несёт, ну кроме того, что похитили девочку. И вот они всю книгу искали одну единственную девочку. А ещё ради такого случая Зои бросила все свои дела, бросила расследование дела главного маньяка и.....и приехала на три минуты, или на один абзац книги, чтобы...",
                        "rate": 2
                    },
                    {
                        "id": "b3cfbb51ada584cc9d8978161755921a2db15ac5a5a9ab340fcecb0ab93f6931",
                        "user": {
                            "id": "60225a683b8a6c984395c71105965f28cafc835c06b315a8aefc6942a43113c7",
                            "name": "Асель"
                        },
                        "text": "Майк Омер уже давно доказал всему миру, что он талантливый писатель, который действительно умеет создавать напряженные детективы. \"Дом страха\" — отличная новинка, в которой Омер играет с нервами и читателей, и героев. Было интересно наблюдать за расследованием и пытаться понять психологию похитителей и их странные, извращенные желания. Рекомендую!",
                        "rate": 5
                    }
                ]
            }
        ]
    }
]